import { COMPANY } from './contacts'

const metaDataPages = (name?: string, size?: string) => ({
  main: {
    title: `${COMPANY} - строительные материалы, материалы для кровли ✅`,
    description:
      'Строительные материалы для кровли и отделки с доставкой купить в Бресте 💯 Проверенные производители, выбор профессионалов, выгодный опт, быстрая доставка 🚚',
    keywords:
      'строительные материалы, кровельные мембраны, пленки для крыши, углоформирующая лента для шпаклевки купить, лента армирующая, лента американка купить в минске, лента армированная',
  },
})

export default metaDataPages
