import { ChattingIcon, DocumentIcon, ParamsIcon, RocketIcon, SafeIcon } from '@/shared/ui'

export const requiredDocuments = [
  'Контракт/договор',
  'Инвойс',
  'Упаковочный лист',
  'Транспортные документы (CMR, AWB, коносамент)',
  'Сертификаты происхождения, соответствия',
  'Разрешительные документы (если применимо)',
]

export const importantPoints = [
  {
    Icon: DocumentIcon,
    text: 'Глубокая экспертиза в таможенном законодательстве',
  },
  {
    Icon: SafeIcon,
    text: 'Минимизация рисков и ошибок',
  },
  {
    Icon: RocketIcon,
    text: 'Скорость и прозрачность',
  },
  {
    Icon: ChattingIcon,
    text: 'Полное сопровождение',
  },
  {
    Icon: ParamsIcon,
    text: 'Гибкость и адаптация',
  },
]

export const benefits = [
  'Работаем по всей территории РБ, РФ, ЕС и ЕАЭС',
  'Опыт работы более 10 лет',
  'Учитываем нюансы законодательства и специфики грузов',
  'Быстрое оформление необходимых документов',
  ,
]

export const whatIsBlockTexts = {
  title: 'Что такое Таможенное декларирование?',
  highlight: ['Таможенное декларирование'],
  text: `Таможенное декларирование — это представление таможенному органу сведений о товарах, перемещаемых через границу, с целью помещения их под соответствующий таможенный режим. Оно осуществляется путем подачи письменной или электронной таможенной декларации.
            
Подача таможенной декларации необходима всем, кто перемещает товары через границу — от импортёров и экспортёров до логистических компаний и физических лиц. Услуга особенно актуальна для бизнеса, занимающегося международной торговлей, а также для тех, кто оформляет транзитные перевозки или заказывает товары из-за рубежа.

Корректное декларирование — ключ к законному и своевременному выпуску груза. Ошибки в оформлении могут привести к задержкам, штрафам и дополнительным расходам. Мы обеспечиваем точность, соответствие требованиям и прозрачность на каждом этапе.`,
}
