export const requiredDocuments = [
  'Заявка на временный ввоз с указанием наименования и характеристик товаров, срока временного ввоза, цели ввоза',
  'Контракт или договор аренды (если применимо)',
  'Приглашение на мероприятие (для выставок, конференций и т.п.)',
  'Документы, подтверждающие право собственности или пользования',
  'Паспорт и техпаспорт (для транспортных средств)',
  'Может потребоваться обеспечение таможенных платежей в виде, банковской гарантии, страхового полиса, денежного залога',
]

export const whatIsBlockTexts = {
  title: 'Что такое временный ввоз?',
  highlight: [
    'Временный ввоз',
    'Важные особенности временного ввоза',
    'Освобождение от пошлин и налогов',
    'Примеры применения:',
  ],
  text: `Временный ввоз - это таможенная процедура, позволяющая иностранным товарам находиться и использоваться на территории Республики Беларусь (в рамках ЕАЭС) в течение ограниченного срока без уплаты полной суммы таможенных пошлин и налогов.\nЦель - использование товаров без их продажи или передачи третьим лицам, с последующим вывозом обратно за пределы страны.
    
Важные особенности временного ввоза
Срок временного ввоза в Республику Беларусь, как правило, составляет до одного года. При наличии обоснованных причин он может быть продлён. Таможенные органы имеют право проводить проверки и контролировать фактическое использование временно ввезённых товаров. По завершении установленного срока необходимо подтвердить их вывоз и официально закрыть процедуру временного ввоза.

Освобождение от пошлин и налогов
В отдельных случаях возможно освобождение от уплаты пошлин и налогов. Это допускается, если товары: 
- используются исключительно по заявленной цели,
- не передаются третьим лицам,
- возвращаются обратно в исходном состоянии.
      
Примеры применения:
- оборудование для выставок или презентаций
- техника для ремонта или обслуживания
- транспортные средства для личного пользования
- товары для тестирования или демонстрации
`,
}
