export const servicePoints = [
  {
    title: 'Безопасное хранение груза',
    description:
      'Товар размещается на охраняемой закрытой территории, исключающей несанкционированный доступ',
  },
  {
    title: 'Гибкость в логистике',
    description:
      'Позволяет проводить сортировку, переупаковку, маркировку и другие операции без немедленного выпуска в свободное обращение',
  },
  {
    title: 'Отсрочка уплаты пошлин и налогов',
    description:
      'До момента завершения процедуры не требуется уплата таможенных платежей, что снижает финансовую нагрузку',
  },

  {
    title: 'Снижение рисков при проверке груза',
    description:
      'Таможенные органы могут проводить осмотр и контроль в условиях склада, что упрощает взаимодействие',
  },
  {
    title: 'Подходит для различных типов товаров',
    description: 'Процедура универсальна и применяется к широкому спектру импортируемой продукции',
  },
]

export const benefits = [
  { text: 'Подготовка и подача декларации (ДТ)' },
  { text: 'Организация доставки на склад' },
  { text: 'Консультации по маркировке и требованиям' },
  { text: 'Оформление полного пакета документов' },
  { text: 'Сопровождение при смене таможенного режима' },
]

export const whatIsBlockTexts = {
  title: 'Что такое процедура «Импорт 70»?',
  highlight: ['«Импорт 70»', 'ИМ 70', 'временно размещать иностранные товары на таможенном складе'],
  text: `Процедура «Импорт 70» — это таможенный режим, позволяющий временно размещать иностранные товары на таможенном складе без уплаты пошлин, налогов и применения мер нетарифного регулирования. Это решение идеально подходит для компаний, которым нужно отложить финансовые обязательства или провести дополнительные операции с грузом до его окончательного оформления.

Таможенная процедура «Импорт 70» применяется, когда необходимо временно разместить импортируемый товар на закрытом складе для выполнения логистических операций. Ключевым этапом оформления является подача декларации, содержащей сведения о грузе и условиях его ввоза.

В декларации указывается специальный код процедуры - ИМ 70, который определяет режим хранения и обращения с товаром. Этот код означает, что груз будет находиться на территории таможенного склада, где допускается проведение определённых операций, но запрещено вывозить его за пределы склада до завершения процедуры.`,
}
