import { LawWriteIcon, MapsPinIcon, OkayIcon, RocketIcon } from '@/shared/ui'

export const servicePoints = [
  {
    title: 'Безопасное хранение груза',
    description:
      'Товар размещается на охраняемой закрытой территории, исключающей несанкционированный доступ',
  },
  {
    title: 'Гибкость в логистике',
    description:
      'Позволяет проводить сортировку, переупаковку, маркировку и другие операции без немедленного выпуска в свободное обращение',
  },
  {
    title: 'Отсрочка уплаты пошлин и налогов',
    description:
      'До момента завершения процедуры не требуется уплата таможенных платежей, что снижает финансовую нагрузку',
  },

  {
    title: 'Снижение рисков при проверке груза',
    description:
      'Таможенные органы могут проводить осмотр и контроль в условиях склада, что упрощает взаимодействие',
  },
  {
    title: 'Подходит для различных типов товаров',
    description: 'Процедура универсальна и применяется к широкому спектру импортируемой продукции',
  },
]

export const benefits = [
  { text: 'Подготовка и подача декларации (ДТ)' },
  { text: 'Организация доставки на склад' },
  { text: 'Консультации по маркировке и требованиям' },
  { text: 'Оформление полного пакета документов' },
  { text: 'Сопровождение при смене таможенного режима' },
]

export const importantPoints = [
  {
    Icon: MapsPinIcon,
    text: 'Работаем по всей территории РБ, РФ, ЕС и ЕАЭС',
  },
  {
    Icon: OkayIcon,
    text: 'Опыт работы более 10 лет',
  },
  {
    Icon: LawWriteIcon,
    text: 'Учитываем нюансы законодательства и специфики грузов',
  },
  {
    Icon: RocketIcon,
    text: 'Быстрое оформление необходимых документов',
  },
]
