export const servicePoints = [
  'При экспорте или импорте товаров, стоимость которых ≥ 3000 евро за календарный месяц',
  'В рамках внешнеторгового договора, предусматривающего возмездную передачу товаров',
  'При сделках с нерезидентами, даже если товары не пересекают границу (например, аренда, консигнация, переработка)',
  'Подача осуществляется в электронном виде через информационные системы таможенных органов',
  'Декларация может быть подана резидентом или таможенным представителем по поручению',
  'Требуется соблюдение структуры и формата, утвержденных Государственным таможенным комитетом',
]

export const whatIsBlockTexts = {
  title: 'Что такое статистическое декларирование?',
  highlight: ['Статистическое декларирование товаров'],
  text: `Статистическое декларирование товаров — это подача сведений о внешнеторговых операциях, при которых не совершаются таможенные процедуры, но требуется учет объемов и номенклатуры экспорта и импорта. Оно применяется при торговле между странами ЕАЭС`,
}
