import { LawWriteIcon, MapsPinIcon, OkayIcon, RocketIcon } from '@/shared/ui'

export const servicePoints = [
  'При экспорте или импорте товаров, стоимость которых ≥ 3000 евро за календарный месяц',
  'В рамках внешнеторгового договора, предусматривающего возмездную передачу товаров',
  'При сделках с нерезидентами, даже если товары не пересекают границу (например, аренда, консигнация, переработка)',
  'Подача осуществляется в электронном виде через информационные системы таможенных органов',
  'Декларация может быть подана резидентом или таможенным представителем по поручению',
  'Требуется соблюдение структуры и формата, утвержденных Государственным таможенным комитетом',
]

export const importantPoints = [
  {
    Icon: MapsPinIcon,
    text: 'Работаем по всей территории РБ, РФ, ЕС и ЕАЭС',
  },
  {
    Icon: OkayIcon,
    text: 'Опыт работы более 10 лет',
  },
  {
    Icon: LawWriteIcon,
    text: 'Учитываем нюансы законодательства и специфики грузов',
  },
  {
    Icon: RocketIcon,
    text: 'Быстрое оформление необходимых документов',
  },
]
